[
    {
      "audioSrc": "/audio/sursudan.mp3",
      "title": "Prórroga del Estatus de Protección Temporal para Sudán del Sur",
      "text": "El Departamento de Seguridad Nacional (DHS) anunció, en el Registro Federal, la prórroga del Estatus de Protección Temporal (TPS) para los nacionales de Sudán del Sur. La designación extendida es por 6 meses, desde el 4 de mayo de 2025 hasta el 3 de noviembre de 2025. Esta extensión permite a los actuales beneficiarios del TPS mantener el TPS hasta el 3 de noviembre de 2025, si son elegibles. Por favor, vea a continuación información y fechas importantes sobre el TPS para Sudán del Sur:\nEl DHS automáticamente extendió la validez de los EADs previamente emitidos bajo la designación de TPS de Sudán del Sur por seis meses, desde el 4 de mayo de 2025, hasta el 3 de noviembre de 2025. No es necesario registrarse.\n\nComo prueba de la continuación de la autorización de empleo hasta el 3 de noviembre de 2025, los beneficiarios del TPS pueden mostrar su EAD con una Categoría de A12 o C19 y una fecha de «Expiración de la Tarjeta» del 3 de mayo de 2025, o el 3 de noviembre de 2023.\n\nLos beneficiarios actuales del TPS que deseen un Documento de Autorización de Empleo (EAD) válido hasta el 3 de noviembre de 2025, pueden presentar el Formulario I-765, Solicitud de Autorización de Empleo.\n\nAquellos que tengan una Solicitud de Estatus de Protección Temporal para Sudán del Sur o una Solicitud de Autorización de Empleo relacionada con el TPS de Sudán del Sur pendiente hasta el 6 de mayo de 2025, no necesitan presentar ninguna de las dos solicitudes de nuevo. Si se les concede, el TPS y la autorización de empleo serán válidos hasta el 3 de noviembre de 2025.\n\nPara más información sobre el proceso de registro e información específica sobre cada país, visite la página web del TPS de USCIS. CLINIC también tiene muchos recursos que se pueden encontrar en nuestro sitio web de TPS.",
      "imageSrc": "/immigration/southsudan.svg",
      "imageAlt": "Sur Sudan"
    },
    {
      "audioSrc": "/audio/formularios.mp3",
      "title": "Nueva edición de algunos formularios del USCIS",
      "text": "La semana pasada, el Servicio de Ciudadanía e Inmigración de EE.UU. (USCIS) anunció la actualización de los siguientes formularios:\n\nFormulario N-600 - Solicitud de Certificado de Ciudadanía aceptada hasta el 30 de mayo de 2025\nFormulario N-565 - Solicitud de Reemplazo de Naturalización/Documento de Ciudadanía aceptada hasta el 29 de mayo de 2025\nFormulario I-589 - Solicitud de Asilo y de Retención de Expulsión aceptada hasta el 29 de mayo, 2025\nFormulario I-821 - Solicitud de Estatus de Protección Temporal aceptada hasta el 29 de mayo de 2025\nFormulario I-90 - Solicitud de Sustitución de la Tarjeta de Residente Permanente (Tarjeta Verde) aceptada hasta el 29 de mayo de 2025\nFormulario I-765 - Solicitud de Autorización de Empleo aceptada hasta el 29 de mayo de 2025\nFormulario I-821D - Consideración de la Acción Diferida para los Llegados en la Infancia aceptada hasta el 29 de mayo de 2025\n\nLa fecha de edición se encuentra al final de la página del formulario y de las instrucciones, en formato mm/dd/aa. Los solicitantes que impriman y envíen por correo los formularios deben asegurarse de que la fecha de edición del formulario y los números de página están visibles en la parte inferior de todas las páginas y de que todas las páginas son de la misma edición del formulario. Si alguna de las páginas del formulario falta o es de una edición diferente, USCIS puede rechazar su formulario.",
      "imageSrc": "/immigration/formulario.png",
      "imageAlt": "Formularios"
    },
    {
        "audioSrc": "/audio/haiti.mp3",
        "title": "La Administración designa a ciertos grupos haitianos como Organizaciones Terroristas Extranjeras",
        "text": "El 2 de mayo de 2025, el Departamento de Estado anunció la designación de las organizaciones haitianas Viv Ansanm y Gran Grif como Organizaciones Terroristas Extranjeras (FTO) y Terroristas Globales Especialmente Designados (SDGT) de conformidad con la sección 219 de la Ley de Inmigración y Nacionalidad y la Orden Ejecutiva 13224, en su versión modificada. Estas designaciones entran en vigor hoy, ya que se publicaron en el Registro Federal el 5 de mayo de 2025.\n\nLa designación de estas organizaciones como FTO puede tener graves consecuencias para determinados no ciudadanos, muchos de los cuales fueron víctimas de actividades delictivas por parte de miembros de bandas y cárteles. Para obtener más información sobre cómo las designaciones FTO pueden afectar a los clientes, por favor consulte este recurso CLINIC que fue publicado en marzo de 2025.\n",
        "imageSrc": "/immigration/haiti.png",
        "imageAlt": "Haiti"
      },
      {
        "audioSrc": "/audio/closed.mp3",
        "title": "Actualización de Litigios: Cierre de las Oficinas del Defensor del CIS, OIDO y CRCL",
        "text": "El viernes, se presentó una demanda contra el gobierno para restaurar la Oficina de Derechos Civiles y Libertades Civiles (CRCL) del DHS, la Oficina del Defensor del CIS y la Oficina del Defensor del Detenido Inmigrante (OIDO). Public Citizen Litigation Group y Democracy Forward están representando a Robert F. Kennedy Human Rights, Southern Border Communities Coalition y Urban Justice Center en esta demanda, y solicitan que cualquier organización que quiera presentar una declaración en apoyo de su moción de medida cautelar se ponga en contacto con Karla Gilbride en kgilbride@citizen.org antes del 29 de abril de 2025.",
        "imageSrc": "/immigration/closegov.png",
        "imageAlt": "gobierno cerrado"
      }
  ]
  