[
  {
    "id": "m1",
    "name": "Año Nuevo, El Día de los Tres Reyes, y Candelaria",
    "textspanish": "El año nuevo es celebrado el 31 de diciembre yendo a la iglesia para recibir la bendición. Las familias preparan una cena especial.  El postre son unas canastillas con doce uvas.  A la medianoche, todos participan en un juego.  Deben comerse una uva con cada campanada del reloj.  Por cada uva se te concederá un deseo.  Si terminas las 12 uvas antes de que el rejo acabe de sonar, tendrás buen suerte.  ¡Feliz año nuevo! \n\n La noche del 5 de enero los niños escriben cartas pidiendo regalos a los tres Reyes Magos.  Dejan las cartas en sus zapatos los alinean junto a la puerta donde tambien dejan paja.  La paja es para el caballo, el camello, y el elefante que transportan a los Reyes.  El 6 de enero los niños encuentra dulces y regalos junto a los zapatos.  Puede haber otra fiesta con una piñata, chocolate caliente, y rosca de reyes (pan dulce relleno con fruta dulcificado y nueces).  Adentro de la rosca hay un muñequito que representa al niño Jesus.  La persona que tiene la suerte de encontrar el muñeco se convierte en el padrino o la madrina del niño y da una fiesta el 2 de febrero, dia de Calendaria. \n\n La última celebración de la navidad es el dia de la Candelaria.  Pueden haber desfiles, jaripeos o bailes especiales.  Un marco cubierto de fuego artificiales, conocido como castillo, es encendido.  Los cuetes añaden efecto al despliegue de luces.  Los padrinos visten al niño Jesús del nacimiento con ropa nueva y lo llevan con el cura de la localidad para que lo bendiga.  Después de esto, el nacimiento se guarda hasta la siguiente temporada de festejos.",
    "textenglish": "The new year is celebrated on December 31st by going to church for blessings. Families prepare a special dinner. Dessert is canastillas con las doce uvas (baskets of 12 grapes). At midnight, everyone plays a game. They must eat one grape with each stroke of the clock. You get one wish for each grape. If you finish all 12 grapes before the clock finishes striking, you will have good luck. ¡Feliz año nuevo! (Happy New Year!).  \n\nOn the night of January 5th, children write letters asking for gifts from the three kings. They leave the letters in their shoes and line them up on the doorstep, where they also leave hay. The hay is for the kings' horse, camel, and elephant. On January 6th, the children find candy in their shoes and gifts left by the kings. There will be another party with a piñata, hot chocolate, and rosca de reyes (sweet bread filled with candied fruits and nuts). Inside the bread is a tiny doll (Niño Jesus). The lucky person to find the doll becomes the baby's godfather or godmother and gives a party on Candelaria, February 2nd. \n\nThe last celebration of La Navidad (Christmas) is Candelaria. There may be parades, rodeos, or special dances. A frame covered with firecrackers, a castillo (castle) is lit. Cohetes (fireworks rockets) add to the light display. The godparent dresses the Niño Jesus in the nacimiento (nativity scene) in new clothes and has him blessed by the local priest. Afterwards the nacimiento is put away until the next festival season.",
    "image": "/IDRT_Fiesta/backend/public/images/anonuevo2.png",
    "aslvideospanish": "/IDRT_Fiesta/backend/public/videos/spanish/anonuevo.m4v",
    "aslvideoenglish": "/IDRT_Fiesta/backend/public/videos/english/anonuevo.m4v",
    "celebrationvideo": "/IDRT_Fiesta/backend/public/videos/celebration/Reyes.mp4"
  },
  {
    "id": "m2",
    "name": "Cinco de Mayo",
    "textspanish": "May 5th significa 'Cinco de Mayo' en Español.  Este es el día que cada año los mexicanos conmemoran una victoria militar que sucedió en la ciudad de Puebla en 1862.  Unos 40 años después de que México ganó su independencia de España, los franceses trataron de ocupar el país.  Estaban enojados porque México no había pagado el dinero que habían pedido prestado para luchar contra España y también estaban ansiosos por extender su imperio.  Barcos franceses atracaron en la costa este, cerca de Veracruz y las tropas empezaron una marcha de 600 millas hacia la Ciudad de México.  El 5 de Mayo de 1862, 4500 pobremente equipados mexicanos lidereados por el General Ignacio Zaragosa Seguín exitosamente derrotaron a 6500 franceses bien equipados.  Estas tropas detuvieron la invasión francesa por un tiempo.  La Victoria en Puebla se convertió en simbolo de unidad, identidad, y dignidad para todos los mexicanos en México y en los Estados Unidos. \n\n Celebrar el 5 de Mayo se ha vuelto muy popular a lo largo de la frontera con México y dentro de los Estados Unidos donde hay una población alta de personas de origen mexicano.  Esta fecha se ha convertido en una celebración de la cultura, comida, música, bebida, y costumbres muy particulares de México.  Es una ocasión para los mexicanos para conmemorar su historia.  En muchas ciudades a través de los Estados Unidos se llevan a cabo desfiles, conciertos, concursos de belleza, y de cocina durante la semana previa al 5 de Mayo para promover la ocasión y el orgullo latino.  Los niños celebra vistiendo trajes tradicionales, rompiendo piñatas, y haciendo figuras en papel picado (y otras manualidades).",
    "textenglish": " In Spanish, Cinco de Mayo means May 5th. This is the day each year that Mexicans remember a military victory that happened in the state of Puebla about 150 years ago. About 40 years after Mexico won independence from Spain, the French tried to take over the country. They were angry that Mexico had not repaid the money they borrowed to fight Spain and also were anxious to expand their empire. French ships landed on the east coast near Veracruz, and the troops aboard began a 600-mile march to Mexico City. On May 5, 1862, 4,500 poorly-armed Mexicans, led by General Ignacio Zaragoza Seguin, successfully defeated the 6,500 well-outfitted French troops. This defeat stopped the invasion by the French for a time. The victory in Puebla has become a symbol of unity, identity, and dignity for Hispanic people in Mexico and the United States. \n\nCelebrating Cinco de Mayo has become increasingly popular along the U.S.-Mexico border and in parts of the U.S. that have a high population of people with a Mexican heritage. The holiday has become a celebration of Mexican culture, food, music, beverage, and customs unique to Mexico. It is a time for Mexican people to recall their history. Several cities throughout the U.S. now hold parades, concerts, beauty pageants, and cooking contests the week before May 5th to promote the holiday and Latino/ Latina pride. Children also celebrate by wearing traditional costumes, hitting piñatas, and making papel picodos (and other crafts).",
    "image": "/IDRT_Fiesta/backend/public/images/cincodemayo2.png",
    "aslvideospanish": "/IDRT_Fiesta/backend/public/videos/spanish/cincodemayo.m4v", 
    "aslvideoenglish": "/IDRT_Fiesta/backend/public/videos/english/cincodemayo.m4v",
    "celebrationvideo": "/IDRT_Fiesta/backend/public/videos/celebration/CincodeMayo.mp4"
  },
  {
    "id": "m3",
    "name": "El Grito",
    "textspanish": "En 1810, México se llamaba Nueva España y estaba bajo el dominio del rey de España.  Don Miguel Hidalgo, sacerdote de la Iglesia católica, estaba cansado de la tiranía del Virrey, representante del rey en México, porque los indígenas eran tratados como esclavos.  Pidió a la gente de su parroquia que se rebelara y se convirtió en el líder de la guerra por la independencia.\n\nActualmente, los mexicanos celebran 'El Grito' reuniéndose en el zócalo frente al palacio municipal.  El alcalde grita a la gente: 'Pueblo de México... Vivan los héroes que nos dieron patria y libertad'. El pueblo responde: '¡Viva!'. A continuación, se lee una larga lista de todos los héroes de la guerra por la independencia.  El pueblo grita '¡Viva!' después de cada nombre.\n\nAl final de la ceremonia, el alcalde ondea la bandera mexicana y toca la campana del palacio municipal.  En un escenario construido para esta fiesta, los mariachis tocan música tradicional, alternada con poseía y baladas folclóricas interpretadas por niños de las escuelas locales.\n\nEn casa, las familias se visten con trajes tradicionales y preparan comida como tamales, tostadas, pambazos, pozole, enchiladas y aguas frescas.",
    "textenglish": "In 1810, Mexico was called Nueva España (New Spain) and was under the rule of the King of Spain. Don Miguel Hidalgo, a Catholic priest, was tired of the tyranny of the Viceroy, the king's representative in Mexico, because the native people were treated like slaves. He asked the people in his parish to rebel and lead the war of independence.\n\nToday, Mexicans celebrate this date, El Grito, by meeting in el zócalo (the town plaza) in front of el palacio municipal (the town hall). The mayor yells to the people, 'Pueblo de Mexico ... Vivan los héroes que nos dieron Patria y Libertad!' (People of Mexico... Long life to the heroes that gave us Homeland and Freedom!) The people answer,'Viva!' The Mayor then calls, 'Viva el Padre Hidalgo!' (Long life to Father Hidalgo!) The people again answer, 'Viva!' Afterwards, a long list of heroes from the independence war is read The people yell, 'Viva!' after each name. \n\nAt the end of the ceremony, the major swings the Mexican flag and rings the town hall's bell. On a public stage built just for the festival, a mariachi band starts playing popular songs, alternating with poetry and folkloric dances performed by children from local schools. At home, families dress in traditional costumes and prepare meals of tamales, tostadas, pambazos, pozole, enchiladas, and aguas frescas.",
    "image": "/IDRT_Fiesta/backend/public/images/elgrito2.png",
    "aslvideospanish": "/IDRT_Fiesta/backend/public/videos/spanish/elgrito.m4v",
    "aslvideoenglish": "/IDRT_Fiesta/backend/public/videos/english/elgrito.m4v",
    "celebrationvideo": "/IDRT_Fiesta/backend/public/videos/celebration/elgrito.m4v"
  },
  {
    "id": "m4",
    "name": "El Día de los Muertos",
    "textspanish": "¿Qué tal te gustaría comer una calavera de azúcar o pasar la noche en un cementerio? Estas son las cosas que hacen los niños el día de los muertos para honrar a los parientes que han muerto. Los antiguos mexicanos creen que después de la vida nuestras almas viajan al paraíso llamado Mictlán. Como el viaje es largo y peligroso, al alma se le permite regresar con los vivos de vez en cuando para que descanse. Los rituales para honrar a los muertos se desarrollan cuando éstos regresan con los vivos. Cuando los curas católicos vinieron a México, intentaron detener estos rituales, pero se rindieron y los mezclaron con las tradiciones del día de todos los santos. \n\nDurante la última semana de octubre, los mercados se llenan de comida, flores, y juguetes. Todos preparan una comida especial, como tamales y pollo en mole. Las familias se reúnen para limpiar y decorar las tumbas de sus ancestros. Marcan caminos con velas y calendulas para guiar a los espíritus. Construyen altares en las iglesias y en los panteones los cuales son decorados con manteles bordados, flores, velas, incienso, y fotos de la persona muerta. Las tumbas de niños muertos son decoradas con calaveras de azúcar, chocolate, y juguetes. \n\nLa noche del 1° de noviembre, toda la familia se reúne en la tumba. Los miembros de la familia cuentan historias sobre como la abuela solía consentir a los nietos o como uno de los tíos favoritos podía tocar la guitarra. Traen consigo un festín para que toda la familia celebre junta -los que han muerto y los que siguen vivos.",
    "textenglish": "How would you like to eat candy skulls or spend the night in a cemetary? These are things that Mexican children do on Día de los Muertos to honor relatives who have died. Ancient Mexicans believed that, after life, our souls travel to a paradise called Mictlan. Because the journey is long and perilous, the soul is allowed to come back to life once in a while to rest. Rituals evolved to honor the dead when they come back to life. When Catholic priests came to Mexico, they tried to stop these rituals, but gave up and blended them with the traditions of All Saints Day. \n\nDuring the last week of October, the markets fill with food, flowers, and toys. Everyone cooks special food, like tamales and chicken mole. Families get together to clean and decorate graves of their ancestors. They make paths of candles and marigolds to guide the spirits. They build altars in church and graveyards that are decorated with embroidered tablecloths, flowers, candles, incense, and photos of the dead person. Graves of dead children are decorated with sugar skulls, chocolate, and toys. \n\nOn the night of November 1st, the whole family meets at the grave. Family members tell stories about how grandma used to spoil the grandchildren or how a favorite uncle could play the guitar. They bring along a feast so that the whole family can celebrate together--those who have died and those who still live.",
    "image": "/IDRT_Fiesta/backend/public/images/muertos2.png",
    "aslvideospanish": "/IDRT_Fiesta/backend/public/videos/spanish/muertos.m4v",
    "aslvideoenglish": "/IDRT_Fiesta/backend/public/videos/english/muertos.m4v",
    "celebrationvideo": "/IDRT_Fiesta/backend/public/videos/celebration/muertos.m4v"
  },
  {
    "id": "m5",
    "name": "La Navidad",
    "textspanish": "En México, la temporada navideña dura desde el 12 de diciembre, día de la Virgen de Guadalupe, hasta el 2 de febrero, día de la Candelaria. Cada parte de las fiestas está llena de ricas tradiciones. \n\nEn el día de la Virgen de Guadalupe, miles de personas, o peregrinos, visitan la basílica, situada en el lugar donde se piensa que la Virgen María se apareció ante Juan Diego, un indígena, en el año 1531. Cuando el milagro fue probado ante el obispo, éste mandó a construir la basílica. Hoy, las familias y vecinos van a misa, y luego celebran con bailes, enormes ramos de flores y música de mariachi. \n\nDel 16 al 24 de diciembre son los días de Las Posadas. Estos festejos conmemoran el tiempo en que José y María, embarazada con Jesús, fueron de posada en posada buscando donde poder quedarse. Actualmente, la gente del pueblo se visten como peregrinos, o como posaderos. Los peregrinos se viste como, o llevan imágenes de, María y José, y van de casa en casa, pidiendo posada. Los peregrinos y los posaderos cantan canciones tomando turnos para cada verso. La respuesta a la solicitud de posada es siempre negativa hasta el final de la canción cuando los peregrinos son invitados a pasar a la casa para comer algo. Los niños terminan la posada rompiendo una piñata en forma de la Estrella de Belén. \n\nEl día de Nochebuena, y el día de navidad, los mexicanos construyen nacimientos (escenas de la natividad), en los zócalos. En Oaxaca, el 23 de diciembre la gente hace sus nacimientos con rábanos. En la noche de los rábanos, los artistas despliegan sus creaciones de rábanos. Hay fuegos artificiales, música, y premios para la mejor figura hecha con rábanos.",
    "textenglish": "In Mexico, the Christmas season lasts from December 12th, El Dia de la Virgen de Guadalupe (Day of the Virgin of Guadalupe) until February 2nd, Candelaria. Each part of the holiday is filled with rich traditions. \n\nOn El Día de la Virgen de Guadalupe, thousands of people, peregrinos (pilgrims), visit the Basilica at the place where the Virgin Mary is thought to have appeared to Juan Diego, an indigena, in 1531. When this miracle was proven to the Bishop, he had the Basilica built. Today, families and neighbors go to mass, then celebrate with dancing, huge bouquets of flowers, and mariachi music. December 16-24 mark the days of La Posada, This commemorates the time when Joseph and Mary, pregnant with Jesus, went from inn to inn looking for posada (lodging). Today, townspeople dress as peregrinos (pilgrims) or lodgers. The peregrinos dress like or carry images of Mary and Joseph, and go from house to house, begging for lodging. The peregrinos and lodgers sing songs back and forth. The answer to the request for lodging is alway no until the song's end when the peregrinos are invited into the house for refreshments. Children finish posada by breaking a piñata shaped like the Star of Bethlehem. \n\nOn La Noche Buena (Christmas Eve) and La Navidad (Christmas), Mexicans build nacimientos (nativity scenes) in the zócalos (town squares). On December 23rd, people in Oaxaca make nacimientos from radishes. On La Noche de los Rábanos (Night of the Radishes), artists display their radish creations. There are fireworks, music, and prizes for the best carving.",
    "image": "/IDRT_Fiesta/backend/public/images/navidad2.png",
    "aslvideospanish": "/IDRT_Fiesta/backend/public/videos/spanish/navidad.m4v",
    "aslvideoenglish": "/IDRT_Fiesta/backend/public/videos/english/navidad.m4v",
    "celebrationvideo": "/IDRT_Fiesta/backend/public/videos/celebration/Navidad.mp4"
  },
  {
    "id": "m6",
    "name": "Piñata",
    "textspanish": "Las piñatas, esas criaturas de brillantes colores hechas de papel de china y rellenas con dulces, que son golpeadas con palos en las fiestas, tienen una historia muy interesante. Se piensan que son originarias de China y que fueron llevadas a Europa por Marco Polo. Los chinos hacían figuras de animales y las cubrían con papel de colores. Cuando eran golpeadas con palos, caían al suelo semillas de colores. Éstas eran quemadas, y las cenizas se guardaban para asegurar la suerte durante el año nuevo. Cuando la costumbre fue llevada a Europa en el siglo catorce, fue adaptada a las celebraciones de cuaresma. Las piñatas eran hechas para que parecieran ollas de barro usadas para cargar agua. Pignatta quiere decir 'olla frágil' en italiano. Cuando la costumbre se extendió a España, el primer 'domingo de cuaresma se convirtió en una fiesta llamada 'Baile de la Piñata.' Más tarde, la olla fue decorada con listones, oropel y papel cortado en flecos. Al inicio del siglo dieciséis, los curas usaron la piñata para atraer conversos en Norte América. Los curas adaptaron una costumbre similar entre los indígenas mayas. Los mayas cubrían ollas de barro con plumas y las llenaban de pequeños tesoros. A los jugadores se les cubría los ojos, y así intentaban pegarle a las ollas que eran suspendidas por una cuerda. La piñata que los curas usaban tenian siete puntas que representan los siete pecados capitales. El jugador con los ojos cubiertos representa la fe ciega en contra del mal. La fruta y los dulces adentro de ella representan los dones de iglesia recibidos al vencer al mal. Actualmente, las piñatas han perdido mucho de su significado religioso y son usadas en celebraciones y en fiestas de cumpleaños.",
    "textenglish": "Piñatas, those brightly colored, papier mache creatures filled with candy, that are hit with sticks at parties, have a very interesting history. It is thought that they originated in China and were brought back to Europe by Marco Polo. The Chinese fashioned figures of animals and covered them with colored paper. When they were hit with sticks, colored seeds fell to the floor. These were burned and the ashes saved to ensure luck in the new year. \n\nWhen the custom moved to Europe in the 14th century, it was adapted to the celebrations of Lent. Piñatas were made to resemble clay pots for carrying water. Pignatta means 'fragile pot' in Italian. When the custom spread to Spain, the first Sunday in Lent became a fiesta called the 'Dance of the Piñata.' Later la olla (pot) was decorated with ribbons, tinsel, and fringed paper. \n\nAt the beginning of the 16th century, priests used the piñata to attract converts in North America. The priests adapted an indigenous Mayan custom. The Mayans covered clay pots with feathers and filled them with tiny treasures. Blindfolded players would try to hit the pots that were suspended from a rope. The piñata the priests used had seven points that represented the pecados (seven deadly sins). The blindfolded player represented blind faith fighting evil. The fruit and candy inside were the blessings of the church received when evil is defeated. \n\nToday, piñatas have lost much of their religious significance and are used in fiestas and birthday parties.",
    "image": "/IDRT_Fiesta/backend/public/images/pinata2.png",
    "aslvideospanish": "/IDRT_Fiesta/backend/public/videos/spanish/pinata.m4v",
    "aslvideoenglish": "/IDRT_Fiesta/backend/public/videos/english/pinata.m4v",
    "celebrationvideo": "/IDRT_Fiesta/backend/public/videos/celebration/pinata.m4v"
  },
  {
    "id": "m7",
    "name": "La Danza de los Voladores",
    "textspanish": "Sobre la plaza de Papantla, en Veracruz, se yergue un poste de cien pies de alto. Durante la celebración del jueves de Corpus, siguiendo la tradición de los aztecas, los voladores se visten con trajes decorados con listones como si fueran cuatro aves sagradas. Cada ave vuela en una dirección distinta -al este, hacia el dios del sol, al norte, hacia el dios de los vientos, al oeste, hacia el dios de la tierra, y al sur, hacia el dios del agua. \n\nPara prepararse, se construye una plataforma hasta arriba del poste, y una larga escalera de cuerda hasta ella. Se amarran largas cuerdas a la plataforma. Los voladores escalan hasta arriba y amarran el otro extremo de las cuerdas alrededor de sus cinturas. Mientras suena la música, se lanzan desde la plataforma, circulando el poste 13 veces cada uno. Trece veces cuatro es igual a 52, el número de años del ciclo azteca. \n\nLa danza de los voladores conecta al cielo con la tierra, al pasado con el presente. Los niños que quieren ser voladores comienzan a practicar cuando apenas tienen ocho o nueve años de edad.",
   "textenglish": "Over the plaza at Papantla, Vera Cruz, stands a hundred- foot pole. During Corpus Christi, following Aztec tradition, voladores (fliers) dress in ribboned costumes like four sacred birds. Each bird flies in a different direction--east to the god of the sun, north to the god of the winds, west to the god of the earth, and south to the god of water. \n\nTo prepare, a platform is built at the top, and a long vine ladder is built up to it. Long ropes are tied to the platform. The fliers climb to the top and tie the ropes around their waists. As music plays, they leap from the tower, circling the pole 13 times each. Thirteen times four equals 52, the Aztec 'bundle of years.' \n\nThe Danza de los Voladores connects heaven and earth, past and present. Children who want to be voladores begin practicing when they are are only eight or nine years old.",
    "image": "/IDRT_Fiesta/backend/public/images/voladores2.png",
   "aslvideospanish": "/IDRT_Fiesta/backend/public/videos/spanish/voladores.m4v",
   "aslvideoenglish": "/IDRT_Fiesta/backend/public/videos/english/voladores.m4v",
   "celebrationvideo": "/IDRT_Fiesta/backend/public/videos/celebration/voladores.m4v"
  }
]
